
/* The port part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the port number. */
" (port %@)" = " (port %@)";

/* The format string for putting together a size and a unit (except for bytes).  The float is the size and the object is the unit. */
"%.1f %@" = "%.1f %@";

/* Status displayed for queue items in the connection manager. How many percent complete the transfer is. */
"%0.2f percent complete" = "%0.2f pourcent accomplis";

/* Status displayed for queue items in the connection manager. The combination of progress and speed text.  E.g. "2.1 MB of 42 MB - 300 KB per sec". */
"%@ - %@" = "%@ - %@";

/* The user part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the username. */
"%@ at " = "%@ à ";

/* Status displayed for queue items in the connection manager. How far through the transfer the file is - e.g. "2.1 MB of 42 MB". */
"%@ of %@" = "%@ de %@";

/* Status displayed for queue items in the connection manager. The speed (in KB or MB per second) of the transfer. */
"%@ per sec" = "%@ par sec";

/* The format to put together the small text under a connection name, for example "ajacobs at localhost (port 431)".  The first object is the user part, then the host part, then the port part. */
"%@%@%@" = "%@%@%@";

/* The format string for the title of a connection window.  The first object is the username and the second is the hostname. */
"%@@%@" = "%@@%@";

/* The format string for putting together a size and a byte unit. */
"%u B" = "%u Octets";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred. */
"%u incomplete queue items" = "%u éléments en attente";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred and the speed of the currently running item. */
"%u incomplete queue items - %@ per sec" = "%u éléments en attente - %@ par secondes";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The format for the date of release.  This one gives a date like 2005-06-20. */
"%Y-%m-%d" = "%d-%m-%Y";

/* The placeholder that is displayed if a file's size is unknown or illegal.  Also displayed for the size of a directory */
"--" = "--";

/* The tooltip of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add the selected item(s) to the queue" = "Ajouter les/l'élément(s) sélectionné(s) à la file d'attente";

/* The label of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add to Queue" = "Ajouter à la file d'attente";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The title text of the alert. */
"An update is available for OneButton FTP." = "Mise à jour de OneButton FTP disponible.";

/* From the sheet that pops up asking for confirmation before deleting remote items. The title of the alert. */
"Are you sure you want to delete the selected item(s)?" = "Êtes-vous sûr de vouloir supprimer les/l'élément(s) sélectionné(s)?";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that cancels the delete operation. */
"Cancel" = "Annuler";

/* The label of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect" = "Se Connecter";

/* The tooltip of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect to selected bookmark(s)" = "Se connecter au(x) signet(s) sélectionné(s)";

/* Status displayed for connections in the connection manager. A connection has successfully been established for this bookmark. */
"Connected" = "Connecté";

/* Status displayed for connections in the connection manager. We are currently attempting to establish a connection. */
"Connecting" = "Connexion en cours";

/* The label of the toolbar item which brings up the console windows for the selected bookmarks. */
"Console" = "Console";

/* The format string for the title of a console window.  The first object is the username and the second is the hostname. */
"Console: %@@%@" = "Console: %@@%@";

/* The error displayed when you try to launch an editor that cannot be found. The object is the name of the editor. */
"Could not find editor %@." = "Could not find editor %@.";

/* The tooltip of the toolbar item which brings up the window to create a new connection */
"Create a new connection" = "Créer une nouvelle connexion";

/* The tooltip of the toolbar item that creates a new directory in the current remote directory. */
"Create a new directory in the current remote directory" = "Créer un nouveau dossier dans le dossier actuel";

/* The label of the toolbar item which deletes any selected bookmarks. */
"Delete" = "Supprimer";

/* The tooltip of the toolbar item which deletes any selected bookmarks. */
"Delete selected bookmark(s)" = "Supprimer le(s) signet(s) sélectionné(s)";

/* The tooltip of the toolbar item which deletes the selected remote items. */
"Delete the currently selected item(s)" = "Supprimer les/l'élément(s) actuellement séléctionné(s)";

/* The label of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect" = "Se Déconnecter";

/* The tooltip of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect from selected bookmark(s)" = "Se déconnecter du/des serveur(s) sélectionné(s)";

/* The string which is appended to the console when a connection is disconnected. */
"Disconnected" = "Déconnecté";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers no to the question of whether they want to go to the website for an update. */
"Dismiss" = "Non";

/* The format string for the description of a file download queue item displayed in the queue table view. */
"Download %@" = "Télécharger %@";

/* The format string for the description of a directory download queue item displayed in the queue table view. */
"Download directory %@" = "Télécharger le dossier %@";

/* Status displayed for queue items in the connection manager. The file is currently being downloaded. */
"Downloading" = "Téléchargement";

/* Status displayed for connections in the connection manager. The connection is currently downloading the given file. */
"Downloading %@" = "Téléchargement de %@";

/* The label of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit" = "Éditer";

/* The tooltip of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit selected bookmark" = "Éditer le signet sélectionné";

/* The abbreviation for a gigabyte. */
"GB" = "Go";

/* Status displayed for queue items in the connection manager. This displays if for some reason we can't display how far through the transfer we are. */
"In progress" = "En progression";

/* The abbreviation for a kilobyte. */
"KB" = "Ko";

/* The abbreviation for a megabyte. */
"MB" = "Mo";

/* The label of the toolbar item which brings up the window to create a new connection */
"New" = "Nouvelle";

/* The default title for a new connection window */
"New Connection" = "Nouvelle Connexion";

/* The label of the toolbar item that creates a new directory in the current remote directory. */
"New Directory" = "Nouveau Dossier";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"No" = "Non";

/* Status displayed for connections in the connection manager. The queue is currently empty. */
"No queue items" = "Aucuns éléments en activité";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that causes the remote items to be deleted. */
"OK" = "OK";

/* The tooltip of the toolbar item which allows the user to edit the selected file in an external editor. */
"Open currently selected remote file(s) in an external editor and watch for changes" = "Open currently selected remote file(s) in an external editor and watch for changes";

/* The informative text displayed when you try to launch an editor that cannot be found. */
"Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications." = "Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications.";

/* Status displayed for queue items in the connection manager. The file is sitting in the queue and not currently transferring. */
"Queued" = "En attente";

/* The label of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh" = "Rafraîchir";

/* The tooltip of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh the current remote directory" = "Rafraîchir le dossier actuel";

/* The label of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename" = "Renommer";

/* The tooltip of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename the currently selected remote file or directory" = "Renommer le dossier ou fichier actuellement sélectionné";

/* The tooltip of the toolbar item which brings up the console windows for the selected bookmarks. */
"Show console window for selected connection(s)" = "Afficher la console pour les/la connexion(s) sélectionnée(s)";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Such statistics will be collected periodically in order to help improve OneButton FTP.  They will not contain any personal or sensitive information and are similar to the information your browser sends when you visit a web page.  See OneButton FTP preferences for more information." = "Ces statistiques seront collectées périodiquement afin de nous aider à améliorer OneButton FTP. Elles ne contiendront aucune information personnelle ou sensible et seront similaires aux informations que votre navigateur vous envoie lors de la visite d'une page Web. Se référer aux préférences de OneButton FTP pour plus d'informations.";

/* From the sheet that pops up asking for confirmation before deleting remote items. The main text of the alert. */
"The contents of any directories will also be deleted." = "Le contenu de tous les dossiers sera aussi supprimer";

/* The format string for the description of a file upload queue item displayed in the queue table view. */
"Upload %@" = "Envoyer %@";

/* The format string for the description of a directory upload queue item displayed in the queue table view. */
"Upload directory %@" = "Envoyer le dossier %@";

/* Status displayed for queue items in the connection manager. The file is currently being uploaded. */
"Uploading" = "Envoi";

/* Status displayed for connections in the connection manager. The connection is currently uploading the given file. */
"Uploading %@" = "Envoi de %@";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The main text of the alert. */
"Version %@ was released on %@.  Would you like to visit www.onebutton.org for an update?" = "La version %@ est disponible depuis le %@.  Souhaitez-vous accéder au site www.onebutton.org pour mettre à jour l'application?";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers yes to the question of whether they want to go to the website for an update. */
"Visit" = "Accéder";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Would you like to contribute anonymous usage statistics?" = "Souhaitez-vous transmettre anonymement les statistiques de votre utilisation du programme?";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Yes" = "Oui";
